/*        Adjust Date */
"       调整时间" = "       Adjust Date";
/* 10 years */
"10年" = "10 years";
/* 11 years */
"11年" = "11 years";
/* 12 years */
"12年" = "12 years";
/* 13 years */
"13年" = "13 years";
/* 14 years */
"14年" = "14 years";
/* 15 years */
"15年" = "15 years";
/* 16 years */
"16年" = "16 years";
/* 17 years */
"17年" = "17 years";
/* 18 years */
"18年" = "18 years";
/* 19 years */
"19年" = "19 years";
/* 1 week before */
"1周前提醒" = "1 week before";
/* 1 day before(9:00 am) */
"1天前9点提醒" = "1 day before(9:00 am)";
/* 1 year */
"1年" = "1 year";
/* 20 years */
"20年" = "20 years";
/* 21 years */
"21年" = "21 years";
/* 22 years */
"22年" = "22 years";
/* 23 years */
"23年" = "23 years";
/* 24 years */
"24年" = "24 years";
/* 25 years */
"25年" = "25 years";
/* 26 years */
"26年" = "26 years";
/* 27 years */
"27年" = "27 years";
/* 28 years */
"28年" = "28 years";
/* 29 years */
"29年" = "29 years";
/* 2 days before(9:00 am) */
"2天前9点提醒" = "2 days before(9:00 am)";
/* 2 years */
"2年" = "2 years";
/* 30 years */
"30年" = "30 years";
/* 3 years */
"3年" = "3 years";
/* 4 years */
"4年" = "4 years";
/* 5 years */
"5年" = "5 years";
/* 6 years */
"6年" = "6 years";
/* 7 years */
"7年" = "7 years";
/* 8 years */
"8年" = "8 years";
/* 9 years */
"9年" = "9 years";
/* >_< Verify Failed */
">_< 验证失败" = ">_< Verify Failed";
/* ^_^ Verify Succeeded */
"^_^ 验证成功" = "^_^ Verify Succeeded";
/* FRLC */
"FRLC" = "FRLC";
/* Previous */
"上一年" = "Previous";
/* Next */
"下一年" = "Next";
/* No comment provided by engineer. */
"不，我不需要添加" = "不，我不需要添加";
/* > 5 years */
"五年以上" = "> 5 years";
/* <= 5 years */
"五年及以下" = "<= 5 years";
/* Rate to use */
"使用利率" = "Rate to use";
/* HPF loan rate */
"公积金" = "HPF loan rate";
/* HPF Rate */
"公积金利率" = "HPF Rate";
/* Housing Provident Fund Loan Rate */
"公积金贷款利率" = "Housing Provident Fund Loan Rate";
/* About */
"关于" = "About";
/* interest */
"利息" = "interest";
/* The loan rate can not be 0. */
"利率不能为0。" = "The loan rate can not be 0.";
/* Rest Capital */
"剩余本金" = "Rest Capital";
/* No comment provided by engineer. */
"取消" = "取消";
/* OK */
"好的" = "OK";
/* I know */
"好的，我知道了" = "I know";
/* Export Failed */
"导出失败!" = "Export Failed";
/* Export succeeded. Open file now? */
"导出成功,是否打开文件？" = "Export succeeded. Open file now?";
/* Export Data */
"导出数据" = "Export Data";
/* Add repay information to calendar, with alert if you like. */
"将还款信息添加到日历中，可设置提醒" = "Add repay information to calendar, with alert if you like.";
/* Purchase Add Alert and Export Data function? */
"尚未购买 还款提醒和导出数据 功能，是否购买？" = "Purchase Add Alert and Export Data function?";
/* All Payed */
"已还总额" = "All Payed";
/* Rates */
"年度利率" = "Rates";
/* Calculate */
"开始计算" = "Calculate";
/* On day of event(9:00 am) */
"当天9点提醒" = "On day of event(9:00 am)";
/* Current Interest */
"当年利息" = "Current Interest";
/* Current rate */
"当年利率" = "Current rate";
/* Current */
"当年总额" = "Current";
/* Current Capital */
"当年本金" = "Current Capital";
/* Actually Pay This Month */
"当月一次性还清实付" = "Actually Pay This Month";
/* Current Interest */
"当月利息" = "Current Interest";
/* Current Total */
"当月总额" = "Current Total";
/* Current Capital */
"当月本金" = "Current Capital";
/* WeChat Session */
"微信好友" = "WeChat Session";
/* WeChat Timeline */
"微信朋友圈" = "WeChat Timeline";
/* Total Interest */
"总利息" = "Total Interest";
/* Total Capital */
"总本金" = "Total Capital";
/* Total */
"总还款" = "Total";
/* total */
"总额" = "total";
/* Restore */
"恢复" = "Restore";
/* Restore products purchased before */
"恢复已购" = "Restore products purchased before";
/* You have denied the access to Calender */
"您禁用了应用的日历访问，请到“设置”→“隐私”→“日历”中启用。" = "You have denied the access to Calender";
/* Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";
/* Note */
"提示" = "Note";
/* Alert Time:1 week before */
"提醒时间:1周前" = "Alert Time:1 week before";
/* Alert Time:1 day before(9:00 am) */
"提醒时间:1天前9点" = "Alert Time:1 day before(9:00 am)";
/* Alert Time:2 days before(9:00 am) */
"提醒时间:2天前9点" = "Alert Time:2 days before(9:00 am)";
/* Alert Time:On day of event(9:00 am) */
"提醒时间:当天9点" = "Alert Time:On day of event(9:00 am)";
/* Month */
"月份" = "Month";
/* index */
"期" = "index";
/* Index */
"期次" = "Index";
/* No alert */
"未设置提醒" = "No alert";
/* Rate for year */
"本年利率" = "Rate for year";
/* This month */
"本月应还" = "This month";
/* capital */
"本金" = "capital";
/* Query History */
"查询历史" = "Query History";
/* FRLC */
"浮动利率" = "FRLC";
/* Floating Rate Loan Calculator */
"浮动利率贷款计算器" = "Floating Rate Loan Calculator";
/* Add Alert */
"添加提醒" = "Add Alert";
/* Add to calendar failed */
"添加日历出错了" = "Add to calendar failed";
/* Add calendar and alert */
"添加日历和提醒" = "Add calendar and alert";
/* Add to calendar without alert */
"添加，但不用提醒" = "Add to calendar without alert";
/* Reaally powerful loan calculator. */
"真正好用的专业贷款计算器。" = "Reaally powerful loan calculator.";
/* the */
"第" = "the";
/* Average C&I */
"等额本息" = "Average C&I";
/* Average C */
"等额本金" = "Average C";
/* Praise me */
"给个好评" = "Praise me";
/* Custom rate */
"自定义" = "Custom rate";
/* Custom rate */
"自定利率" = "Custom rate";
/* Wait a moment... */
"请稍后..." = "Wait a moment...";
/* Enter the alert day, 1st as default */
"请输入每月提醒日期，默认为1号提醒" = "Enter the alert day, 1st as default";
/* Enter debug code */
"请输入调试码" = "Enter debug code";
/* Enter the loan name to discriminate */
"请输入贷款名称，方便区分" = "Enter the loan name to discriminate";
/* Enter the total loan */
"请输入贷款总额（单位：元）" = "Enter the total loan";
/* Choose an item */
"请选择" = "Choose an item";
/* Purchase */
"购买" = "Purchase";
/* Purchase / Restore */
"购买和恢复" = "Purchase / Restore";
/* Loan Information */
"贷款信息" = "Loan Information";
/* Term */
"贷款年限" = "Term";
/* Total */
"贷款总额" = "Total";
/* The total loan can not be 0. */
"贷款总额不能为0。" = "The total loan can not be 0.";
/* Repay Alert */
"还款提醒" = "Repay Alert";
/* Repay style */
"还款方式" = "Repay style";
/* Repay Calendar, Repay Alert and Export Data */
"还款日历、还款提醒、导出数据" = "Repay Calendar, Repay Alert and Export Data";
/* Wrong monthly repayment? Try this professional loan rate calculator! Custom rate for every year! */
"还款金额不对？来试试更专业的计算器吧！每年贷款利率自定义，更有公积金利率自动填充！" = "Wrong monthly repayment? Try this professional loan rate calculator! Custom rate for every year!";
/* Succeeded. */
"还贷信息已成功添加到日历!" = "Succeeded.";
/* Enter debug mode */
"进入调试模式" = "Enter debug mode";
/* Quite debug mode */
"退出调试模式" = "Quite debug mode";
/* Error */
"错误" = "Error";
/* First repay date */
"首次还款" = "First repay date";
